[
  {
    "timestamp": "2020-12-29T11:37:01.206Z",
    "sender": "Patrick",
    "recipient": "Spongebob",
    "content": "Testing... testing testing testing TESTing... TESTING!!"
  },
  {
    "timestamp": "2021-01-30T00:42:35.304Z",
    "sender": "Countess",
    "recipient": "Steward",
    "content": "I will now hear; what say you of this gentlewoman?"
  },
  {
    "timestamp": "2021-01-30T00:42:48.304Z",
    "sender": "Steward",
    "recipient": "Countess",
    "content": "Madam, the care I have had to even your content, I wish might be found in the calendar of my past endeavours; for then we wound our modesty and make foul the clearness of our deservings, when of ourselves we publish them."
  },
  {
    "timestamp": "2021-01-30T00:42:52.304Z",
    "sender": "Countess",
    "recipient": "Steward",
    "content": "What does this knave here? Get you gone, sirrah: the complaints I have heard of you I do not all believe: 'tis my slowness that I do not; for I know you lack not folly to commit them, and have ability enough to make such knaveries yours."
  },
  {
    "timestamp": "2021-01-30T00:42:59.304Z",
    "sender": "Clown",
    "recipient": "Countess",
    "content": "'Tis not unknown to you, madam, I am a poor fellow."
  },
  {
    "timestamp": "2021-01-30T00:43:18.304Z",
    "sender": "Countess",
    "recipient": "Clown",
    "content": "Well, sir."
  },
  {
    "timestamp": "2021-01-30T00:43:22.304Z",
    "sender": "Clown",
    "recipient": "Countess",
    "content": "No, madam, 'tis not so well that I am poor, though many of the rich are damned: but, if I may have your ladyship's good will to go to the world, Isbel the woman and I will do as we may."
  },
  {
    "timestamp": "2021-01-30T00:43:26.304Z",
    "sender": "Countess",
    "recipient": "Clown",
    "content": "Wilt thou needs be a beggar?"
  },
  {
    "timestamp": "2021-01-30T00:43:36.304Z",
    "sender": "Clown",
    "recipient": "Countess",
    "content": "I do beg your good will in this case."
  },
  {
    "timestamp": "2021-01-30T00:43:46.304Z",
    "sender": "Countess",
    "recipient": "Clown",
    "content": "In what case?"
  },
  {
    "timestamp": "2021-01-30T00:44:03.304Z",
    "sender": "Clown",
    "recipient": "Countess",
    "content": "In Isbel's case and mine own. Service is no heritage: and I think I shall never have the blessing of God till I have issue o' my body; for they say barnes are blessings."
  },
  {
    "timestamp": "2021-01-30T00:44:04.304Z",
    "sender": "Countess",
    "recipient": "Clown",
    "content": "Tell me thy reason why thou wilt marry."
  },
  {
    "timestamp": "2021-01-30T00:44:11.304Z",
    "sender": "Clown",
    "recipient": "Countess",
    "content": "My poor body, madam, requires it: I am driven on by the flesh; and he must needs go that the devil drives."
  },
  {
    "timestamp": "2021-01-30T00:44:16.304Z",
    "sender": "Countess",
    "recipient": "Clown",
    "content": "Is this all your worship's reason?"
  },
  {
    "timestamp": "2021-01-30T00:44:30.304Z",
    "sender": "Clown",
    "recipient": "Countess",
    "content": "Faith, madam, I have other holy reasons such as they are."
  },
  {
    "timestamp": "2021-01-30T00:44:31.304Z",
    "sender": "Countess",
    "recipient": "Clown",
    "content": "May the world know them?"
  },
  {
    "timestamp": "2021-01-30T00:44:46.304Z",
    "sender": "Clown",
    "recipient": "Countess",
    "content": "I have been, madam, a wicked creature, as you and all flesh and blood are; and, indeed, I do marry that I may repent."
  },
  {
    "timestamp": "2021-01-30T00:45:04.304Z",
    "sender": "Countess",
    "recipient": "Clown",
    "content": "Thy marriage, sooner than thy wickedness."
  },
  {
    "timestamp": "2021-01-30T00:45:12.304Z",
    "sender": "Clown",
    "recipient": "Countess",
    "content": "I am out o' friends, madam; and I hope to have friends for my wife's sake."
  },
  {
    "timestamp": "2021-01-30T00:45:28.304Z",
    "sender": "Countess",
    "recipient": "Clown",
    "content": "Such friends are thine enemies, knave."
  },
  {
    "timestamp": "2021-01-30T00:45:45.304Z",
    "sender": "Clown",
    "recipient": "Countess",
    "content": "You're shallow, madam, in great friends; for the knaves come to do that for me which I am aweary of. He that ears my land spares my team and gives me leave to in the crop; if I be his cuckold, he's my drudge: he that comforts my wife is the cherisher of my flesh and blood; he that cherishes my flesh and blood loves my flesh and blood; he that loves my flesh and blood is my friend: ergo, he that kisses my wife is my friend. If men could be contented to be what they are, there were no fear in marriage; for young Charbon the Puritan and old Poysam the Papist, howsome'er their hearts are severed in religion, their heads are both one; they may jowl horns together, like any deer i' the herd."
  },
  {
    "timestamp": "2021-01-30T00:46:02.304Z",
    "sender": "Countess",
    "recipient": "Clown",
    "content": "Wilt thou ever be a foul-mouthed and calumnious knave?"
  },
  {
    "timestamp": "2021-01-30T00:46:07.304Z",
    "sender": "Clown",
    "recipient": "Countess",
    "content": "A prophet I, madam; and I speak the truth the next way: For I the ballad will repeat, Which men full true shall find; Your marriage comes by destiny, Your cuckoo sings by kind."
  },
  {
    "timestamp": "2021-01-30T00:46:08.304Z",
    "sender": "Countess",
    "recipient": "Clown",
    "content": "Get you gone, sir; I'll talk with you more anon."
  },
  {
    "timestamp": "2021-01-30T00:46:08.304Z",
    "sender": "Steward",
    "recipient": "Countess",
    "content": "May it please you, madam, that he bid Helena come to you: of her I am to speak."
  },
  {
    "timestamp": "2021-01-30T00:46:08.304Z",
    "sender": "Countess",
    "recipient": "Steward",
    "content": "Sirrah, tell my gentlewoman I would speak with her; Helena, I mean."
  },
  {
    "timestamp": "2021-01-30T00:46:18.304Z",
    "sender": "Clown",
    "recipient": "Countess",
    "content": "Was this fair face the cause, quoth she, Why the Grecians sacked Troy? Fond done, done fond, Was this King Priam's joy? With that she sighed as she stood, With that she sighed as she stood, And gave this sentence then; Among nine bad if one be good, Among nine bad if one be good, There's yet one good in ten."
  },
  {
    "timestamp": "2021-01-30T00:46:21.304Z",
    "sender": "Countess",
    "recipient": "Clown",
    "content": "What, one good in ten? you corrupt the song, sirrah."
  },
  {
    "timestamp": "2021-01-30T00:46:32.304Z",
    "sender": "Clown",
    "recipient": "Countess",
    "content": "One good woman in ten, madam; which is a purifying o' the song: would God would serve the world so all the year! we'ld find no fault with the tithe-woman, if I were the parson. One in ten, quoth a'! An we might have a good woman born but one every blazing star, or at an earthquake, 'twould mend the lottery well: a man may draw his heart out, ere a' pluck one."
  },
  {
    "timestamp": "2021-01-30T00:46:43.304Z",
    "sender": "Countess",
    "recipient": "Clown",
    "content": "You'll be gone, sir knave, and do as I command you."
  },
  {
    "timestamp": "2021-01-30T00:46:51.304Z",
    "sender": "Clown",
    "recipient": "Countess",
    "content": "That man should be at woman's command, and yet no hurt done! Though honesty be no puritan, yet it will do no hurt; it will wear the surplice of humility over the black gown of a big heart. I am going, forsooth: the business is for Helena to come hither. "
  },
  {
    "timestamp": "2021-01-30T00:46:57.304Z",
    "sender": "Countess",
    "recipient": "Clown",
    "content": "Well, now."
  },
  {
    "timestamp": "2021-01-30T00:47:12.304Z",
    "sender": "Steward",
    "recipient": "Countess",
    "content": "I know, madam, you love your gentlewoman entirely."
  },
  {
    "timestamp": "2021-01-30T00:47:30.304Z",
    "sender": "Countess",
    "recipient": "Steward",
    "content": "Faith, I do: her father bequeathed her to me; and she herself, without other advantage, may lawfully make title to as much love as she finds: there is more owing her than is paid; and more shall be paid her than she'll demand."
  },
  {
    "timestamp": "2021-01-30T00:47:47.304Z",
    "sender": "Steward",
    "recipient": "Countess",
    "content": "Madam, I was very late more near her than I think she wished me: alone she was, and did communicate to herself her own words to her own ears; she thought, I dare vow for her, they touched not any stranger sense. Her matter was, she loved your son: Fortune, she said, was no goddess, that had put such difference betwixt their two estates; Love no god, that would not extend his might, only where qualities were level; Dian no queen of virgins, that would suffer her poor knight surprised, without rescue in the first assault or ransom afterward. This she delivered in the most bitter touch of sorrow that e'er I heard virgin exclaim in: which I held my duty speedily to acquaint you withal; sithence, in the loss that may happen, it concerns you something to know it."
  },
  {
    "timestamp": "2021-01-30T00:47:52.304Z",
    "sender": "Countess",
    "recipient": "Steward",
    "content": "You have discharged this honestly; keep it to yourself: many likelihoods informed me of this before, which hung so tottering in the balance that I could neither believe nor misdoubt. Pray you, leave me: stall this in your bosom; and I thank you for your honest care: I will speak with you further anon. Even so it was with me when I was young: If ever we are nature's, these are ours; this thorn Doth to our rose of youth rightly belong; Our blood to us, this to our blood is born; It is the show and seal of nature's truth, Where love's strong passion is impress'd in youth: By our remembrances of days foregone, Such were our faults, or then we thought them none. Her eye is sick on't: I observe her now. Helena. What is your pleasure, madam?"
  },
  {
    "timestamp": "2021-01-30T00:48:03.304Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "What is your pleasure, madam?"
  },
  {
    "timestamp": "2021-01-30T00:48:07.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "You know, Helena, I am a mother to you. Helena. Mine honourable mistress."
  },
  {
    "timestamp": "2021-01-30T00:48:12.304Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "Mine honourable mistress."
  },
  {
    "timestamp": "2021-01-30T00:48:16.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "Nay, a mother: Why not a mother? When I said 'a mother,' Methought you saw a serpent: what's in 'mother,' That you start at it? I say, I am your mother; And put you in the catalogue of those That were enwombed mine: 'tis often seen Adoption strives with nature and choice breeds A native slip to us from foreign seeds: You ne'er oppress'd me with a mother's groan, Yet I express to you a mother's care: God's mercy, maiden! does it curd thy blood To say I am thy mother? What's the matter, That this distemper'd messenger of wet, The many-colour'd Iris, rounds thine eye? Why? that you are my daughter?"
  },
  {
    "timestamp": "2021-01-30T00:48:16.804Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "That I am not."
  },
  {
    "timestamp": "2021-01-30T00:48:17.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "I say, I am your mother."
  },
  {
    "timestamp": "2021-01-30T00:48:18.304Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "Pardon, madam; The Count Rousillon cannot be my brother: I am from humble, he from honour'd name; No note upon my parents, his all noble: My master, my dear lord he is; and I His servant live, and will his vassal die: He must not be my brother."
  },
  {
    "timestamp": "2021-01-30T00:48:23.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "Nor I your mother?"
  },
  {
    "timestamp": "2021-01-30T00:48:24.304Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "You are my mother, madam; would you were,— So that my lord your son were not my brother,— Indeed my mother! or were you both our mothers, I care no more for than I do for heaven, So I were not his sister. Can't no other, But, I your daughter, he must be my brother?"
  },
  {
    "timestamp": "2021-01-30T00:48:25.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "Yes, Helena, you might be my daughter-in-law: God shield you mean it not! daughter and mother So strive upon your pulse. What, pale again? My fear hath catch'd your fondness: now I see The mystery of your loneliness, and find Your salt tears' head: now to all sense 'tis gross You love my son; invention is ashamed, Against the proclamation of thy passion, To say thou dost not: therefore tell me true; But tell me then, 'tis so; for, look thy cheeks Confess it, th' one to th' other; and thine eyes See it so grossly shown in thy behaviors That in their kind they speak it: only sin And hellish obstinacy tie thy tongue, That truth should be suspected. Speak, is't so? If it be so, you have wound a goodly clew; If it be not, forswear't: howe'er, I charge thee, As heaven shall work in me for thine avail, Tell me truly. Helena. Good madam, pardon me!"
  },
  {
    "timestamp": "2021-01-30T00:48:39.304Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "Good madam, pardon me!"
  },
  {
    "timestamp": "2021-01-30T00:48:41.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "Do you love my son?"
  },
  {
    "timestamp": "2021-01-30T00:48:48.304Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "Your pardon, noble mistress!"
  },
  {
    "timestamp": "2021-01-30T00:48:55.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "Love you my son?"
  },
  {
    "timestamp": "2021-01-30T00:48:56.304Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "Do not you love him, madam?"
  },
  {
    "timestamp": "2021-01-30T00:48:57.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "Go not about; my love hath in't a bond, Whereof the world takes note: come, come, disclose The state of your affection; for your passions Have to the full appeach'd."
  },
  {
    "timestamp": "2021-01-30T00:49:01.304Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "Then, I confess, Here on my knee, before high heaven and you, That before you, and next unto high heaven, I love your son. My friends were poor, but honest; so's my love: Be not offended; for it hurts not him That he is loved of me: I follow him not By any token of presumptuous suit; Nor would I have him till I do deserve him; Yet never know how that desert should be. I know I love in vain, strive against hope; Yet in this captious and intenible sieve I still pour in the waters of my love And lack not to lose still: thus, Indian-like, Religious in mine error, I adore The sun, that looks upon his worshipper, But knows of him no more. My dearest madam, Let not your hate encounter with my love For loving where you do: but if yourself, Whose aged honour cites a virtuous youth, Did ever in so true a flame of liking Wish chastely and love dearly, that your Dian Was both herself and love: O, then, give pity To her, whose state is such that cannot choose But lend and give where she is sure to lose; That seeks not to find that her search implies, But riddle-like lives sweetly where she dies!"
  },
  {
    "timestamp": "2021-01-30T00:49:11.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "Had you not lately an intent,—speak truly,— To go to Paris?"
  },
  {
    "timestamp": "2021-01-30T00:49:21.304Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "Madam, I had."
  },
  {
    "timestamp": "2021-01-30T00:49:30.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "Wherefore? tell true."
  },
  {
    "timestamp": "2021-01-30T00:49:38.304Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "I will tell truth; by grace itself I swear. You know my father left me some prescriptions Of rare and proved effects, such as his reading And manifest experience had collected For general sovereignty; and that he will'd me In heedfull'st reservation to bestow them, As notes whose faculties inclusive were More than they were in note: amongst the rest, There is a remedy, approved, set down, To cure the desperate languishings whereof The king is render'd lost."
  },
  {
    "timestamp": "2021-01-30T00:49:49.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "This was your motive For Paris, was it? speak."
  },
  {
    "timestamp": "2021-01-30T00:49:55.304Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "My lord your son made me to think of this; Else Paris and the medicine and the king Had from the conversation of my thoughts Haply been absent then."
  },
  {
    "timestamp": "2021-01-30T00:50:00.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "But think you, Helena, If you should tender your supposed aid, He would receive it? he and his physicians Are of a mind; he, that they cannot help him, They, that they cannot help: how shall they credit A poor unlearned virgin, when the schools, Embowell'd of their doctrine, have left off The danger to itself?"
  },
  {
    "timestamp": "2021-01-30T00:50:01.304Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "There's something in't, More than my father's skill, which was the greatest Of his profession, that his good receipt Shall for my legacy be sanctified By the luckiest stars in heaven: and, would your honour But give me leave to try success, I'ld venture The well-lost life of mine on his grace's cure By such a day and hour."
  },
  {
    "timestamp": "2021-01-30T00:50:03.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "Dost thou believe't?"
  },
  {
    "timestamp": "2021-01-30T00:50:07.304Z",
    "sender": "Helena",
    "recipient": "Countess",
    "content": "Ay, madam, knowingly."
  },
  {
    "timestamp": "2021-01-30T00:50:21.304Z",
    "sender": "Countess",
    "recipient": "Helena",
    "content": "Why, Helena, thou shalt have my leave and love, Means and attendants and my loving greetings To those of mine in court: I'll stay at home And pray God's blessing into thy attempt: Be gone to-morrow; and be sure of this, What I can help thee to thou shalt not miss."
  },
  {
    "timestamp": "2021-02-01T02:35:13.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "Hey kids, how you boys doing?"
  },
  {
    "timestamp": "2021-02-01T02:35:25.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "Keep chilling. You know who we are? We are associates of your business partner Marsellus Wallace. You do remember your business partner, don't 'cha?"
  },
  {
    "timestamp": "2021-02-01T02:35:54.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "Now let me take a wild guess here. You're Brett, right?"
  },
  {
    "timestamp": "2021-02-01T02:36:01.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "Yeah."
  },
  {
    "timestamp": "2021-02-01T02:36:17.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "I thought so. You remember your business partner Marsellus Wallace, don't 'cha, Brett?"
  },
  {
    "timestamp": "2021-02-01T02:36:34.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "Yeah, I-I remember."
  },
  {
    "timestamp": "2021-02-01T02:36:35.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "Good. It looks like me and Vincent caught you boys at breakfast. Sorry about that. What 'cha having?"
  },
  {
    "timestamp": "2021-02-01T02:36:40.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "Hamburgers."
  },
  {
    "timestamp": "2021-02-01T02:36:41.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "Hamburgers! The cornerstone of any nutritious breakfast. What kinda hamburgers?"
  },
  {
    "timestamp": "2021-02-01T02:36:56.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "Uh, ch-cheeseburgers."
  },
  {
    "timestamp": "2021-02-01T02:37:13.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "No, no-no-no-no, where'd you get them? McDonald's, Wendy's, Jack-in-the-Box, where?"
  },
  {
    "timestamp": "2021-02-01T02:37:24.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "Um, Big Kahuna Burger."
  },
  {
    "timestamp": "2021-02-01T02:37:42.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "Big Kahuna Burger! That's that Hawaiian burger joint. I hear they got some tasty burgers. Ain't never had one myself. How are they?"
  },
  {
    "timestamp": "2021-02-01T02:37:47.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "Th-they're good."
  },
  {
    "timestamp": "2021-02-01T02:37:57.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "You mind if I try one of yours?"
  },
  {
    "timestamp": "2021-02-01T02:38:21.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "This is yours here, right?"
  },
  {
    "timestamp": "2021-02-01T02:38:45.464Z",
    "sender": "Jules",
    "recipient": "Vincent",
    "content": "Mm-hmm! This is a tasty burger! Vincent! You ever had a Big Kahuna burger?"
  },
  {
    "timestamp": "2021-02-01T02:39:00.464Z",
    "sender": "Jules",
    "recipient": "Vincent",
    "content": "Want a bite? They're real tasty."
  },
  {
    "timestamp": "2021-02-01T02:39:09.464Z",
    "sender": "Vincent",
    "recipient": "Jules",
    "content": "Ain't hungry."
  },
  {
    "timestamp": "2021-02-01T02:39:18.464Z",
    "sender": "Jules",
    "recipient": "Vincent",
    "content": "Well, if you like burgers, give them a try sometime. Me, I can't usually get them 'cause my girlfriend's a vegetarian, which pretty much makes me a vegetarian. I do love the taste of a good burger. Mmm.' +"
  },
  {
    "timestamp": "2021-02-01T02:39:31.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "You know what they call a Quarter Pounder with Cheese in France?"
  },
  {
    "timestamp": "2021-02-01T02:39:48.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "No."
  },
  {
    "timestamp": "2021-02-01T02:40:12.464Z",
    "sender": "Jules",
    "recipient": "Vincent",
    "content": "Tell them, Vincent"
  },
  {
    "timestamp": "2021-02-01T02:40:22.464Z",
    "sender": "Vincent",
    "recipient": "Jules",
    "content": "Royale with Cheese."
  },
  {
    "timestamp": "2021-02-01T02:40:50.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "Royale with Cheese. Know why they call it that?"
  },
  {
    "timestamp": "2021-02-01T02:41:01.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "Uh, because of the metric system?"
  },
  {
    "timestamp": "2021-02-01T02:41:08.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "Check out the big brain on Brett! That's right. The metric system."
  },
  {
    "timestamp": "2021-02-01T02:41:08.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "What's in this?"
  },
  {
    "timestamp": "2021-02-01T02:41:23.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "Sprite."
  },
  {
    "timestamp": "2021-02-01T02:41:25.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "Sprite, good. Do you mind if I have some of your tasty beverage to wash this down?"
  },
  {
    "timestamp": "2021-02-01T02:41:43.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "Go right ahead."
  },
  {
    "timestamp": "2021-02-01T02:41:55.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "Ah. That hit the spot."
  },
  {
    "timestamp": "2021-02-01T02:42:10.464Z",
    "sender": "Jules",
    "recipient": "Flock-of-Seagulls",
    "content": "You, Flock-of-Seagulls, know why we're here? Why don't you tell my man Vince were you got the crap hid at?"
  },
  {
    "timestamp": "2021-02-01T02:42:19.464Z",
    "sender": "Marvin",
    "recipient": "Jules",
    "content": "It's over there--"
  },
  {
    "timestamp": "2021-02-01T02:42:38.464Z",
    "sender": "Jules",
    "recipient": "Marvin",
    "content": "I don't remember asking you a gosh darn thing!"
  },
  {
    "timestamp": "2021-02-01T02:43:00.464Z",
    "sender": "Jules",
    "recipient": "Flock-of-Seagulls",
    "content": "You were saying?"
  },
  {
    "timestamp": "2021-02-01T02:43:19.464Z",
    "sender": "Flock-of-Seagulls",
    "recipient": "Jules",
    "content": "In the cupboard... N-no, the one by your knees."
  },
  {
    "timestamp": "2021-02-01T02:43:28.464Z",
    "sender": "Jules",
    "recipient": "Vincent",
    "content": "We happy? Vincent? Are we happy?"
  },
  {
    "timestamp": "2021-02-01T02:43:39.464Z",
    "sender": "Vincent",
    "recipient": "Jules",
    "content": "Yeah, we happy. Fff."
  },
  {
    "timestamp": "2021-02-01T02:43:42.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "Look, I'm sorry, I didn't get your name. I got yours, uh, Vincent, right? But I--I didn't get yours."
  },
  {
    "timestamp": "2021-02-01T02:43:56.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "My name is Pitt, and you ain't talking your way outta this crap."
  },
  {
    "timestamp": "2021-02-01T02:44:06.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "No, no, no. I just want you to know how-- I just want you to know how sorry we are that that things got so messed up with us and Mr. Wallace. It, we-we got into this thing with the best intentions. I never inte--"
  },
  {
    "timestamp": "2021-02-01T02:44:10.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "Oh, I'm sorry. Did I break your concentration? I didn't mean to do that. Please, continue. You were sayin' something about 'best intentions'? What's the matter? Oh, y-you were finished? Oh, well allow me to retort!"
  },
  {
    "timestamp": "2021-02-01T02:44:14.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "What does Marsellus Wallace look like?"
  },
  {
    "timestamp": "2021-02-01T02:44:21.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "What?"
  },
  {
    "timestamp": "2021-02-01T02:44:22.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "What country are you from?"
  },
  {
    "timestamp": "2021-02-01T02:44:25.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "What?"
  },
  {
    "timestamp": "2021-02-01T02:44:41.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "'What' ain't no country I ever heard of! They speak English in 'What'?!"
  },
  {
    "timestamp": "2021-02-01T02:44:41.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "What?"
  },
  {
    "timestamp": "2021-02-01T02:44:43.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "English! Do you speak it?!"
  },
  {
    "timestamp": "2021-02-01T02:44:55.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "Yes!"
  },
  {
    "timestamp": "2021-02-01T02:45:10.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "Then you know what I'm saying. Describe, what Marsellus Wallace, looks like!"
  },
  {
    "timestamp": "2021-02-01T02:45:22.464Z",
    "sender": "Brett",
    "recipient": "Jules",
    "content": "What?"
  },
  {
    "timestamp": "2021-02-01T02:45:32.464Z",
    "sender": "Jules",
    "recipient": "Brett",
    "content": "Say 'what' again! Say 'what' again. I dare you! I double-dare you! Say 'what' one more time!"
  }
]